{
	"Welcome to Barefoot Nomad Travel app": "Bienvenue dans l'application Barefoot Nomad Travel",
	"You have successfully created an accomodation": "Vous avez créé un logement avec succès",
	"There was an error while creating accomodation": "Une erreur s'est produite lors de la création de l'hébergement",
	"All available accomodations": "Tous les hébergements disponibles",
	"There was an error while fetching accomodations": "Une erreur s'est produite lors de la récupération des hébergements",
	"Successfully fetched an accomodation": "A récupéré un logement avec succès",
	"There was an error while fetching accomodation": "Une erreur s'est produite lors de la récupération des hébergements",
	"You deleted an accomodation": "Vous avez supprimé un logement",
	"There is nothing to delete": "Il n'y a rien à supprimer",
	"There was an error while deleting an accomodation": "Une erreur s'est produite lors de la suppression d'un logement",
	"You have successfuly updated an accomodation": "Vous avez mis à jour un logement avec succès",
	"There an error while updating accomadation": "Il y a une erreur lors de la mise à jour de l'hébergement",
	"This accomodation is already full": "Ce logement est déjà complet",
	"Accomodation booked successfully": "Logement réservé avec succès",
	"There was an error while booking an accomodation": "Une erreur s'est produite lors de la réservation d'un hébergement",
	"updated Booked Accomodations": "Mise à jour des hébergements réservés",
	"All Booked Accomodations": "Tous les hébergements réservés",
	"There was an error while fetching booked accomodations": "Une erreur s'est produite lors de la récupération des hébergements réservés",
	"All available accomodations for you": "Tous les hébergements disponibles pour vous",
	"There was an error while fetching all available accomodations": "Une erreur s'est produite lors de la récupération de tous les hébergements disponibles",
	"You have successfuly created a location": "Vous avez créé un emplacement avec succès",
	"There was an error while creating location": "Une erreur s'est produite lors de la création de l'emplacement",
	"You have successfuly fetched all the available locations": "Vous avez récupéré avec succès tous les emplacements disponibles",
	"There was an error while fetching all locations": "Une erreur s'est produite lors de la récupération de tous les emplacements",
	"You have removed a location!": "Vous avez supprimé un emplacement!",
	"Failed to delete location": "Échec de la suppression de l'emplacement",
	"There is no such location to delete": "Il n'y a pas de tel emplacement à supprimer",
	"There was an error while deleting a location": "Une erreur s'est produite lors de la suppression d'un emplacement",
	"Location updated!": "Emplacement mis à jour!",
	"Failed to update location": "Échec de la mise à jour de l'emplacement",
	"That location does not exist": "Cet emplacement n'existe pas",
	"There was an error while updating a location": "Une erreur s'est produite lors de la mise à jour d'un emplacement",
	"Notifications": "Notifications",
	"There was an error while getting all notifications": "Une erreur s'est produite lors de la réception de toutes les notifications",
	"There was an error while fetching a notification": "Une erreur s'est produite lors de la récupération d'une notification",
	"Permission created": "Autorisation créée",
	"There was an error while creating a permission": "Une erreur s'est produite lors de la création d'une autorisation",
	"all permissions": "toutes les permissions",
	"Unable to retrieve all permissions": "Impossible de récupérer toutes les autorisations",
	"Successfully fetched permission": "L’autorisation a bien été récupérée",
	"There was an error while fetching a permission": "Une erreur s'est produite lors de la récupération d'une autorisation",
	"Permission updated successfuly": "Autorisation mise à jour réussie",
	"There was an error while updating permission": "Une erreur s'est produite lors de la mise à jour de l'autorisation",
	"Permission deleted successfully": "Autorisation supprimée avec succès",
	"There was an error while deleting permission": "Une erreur s'est produite lors de la suppression de l'autorisation",
	"Rate succesfully added": "Taux ajouté avec succès",
	"There was an error while rating an accomodation": "Une erreur s'est produite lors de l'évaluation d'un hébergement",
	"written review succesfully added": "avis écrit ajouté avec succès",
	"There was an error while reviewing accomodation": "Une erreur s'est produite lors de l'examen de l'hébergement",
	"This Rate not found": "Ce taux n'a pas été trouvé",
	"Successfully fetched a rating": "Une note a bien été récupérée",
	"There was an error while fetching Ratings": "Une erreur s'est produite lors de la récupération des notes",
	"This Review not found": "Cet avis n'a pas été trouvé",
	"Successfully fetched a review": "A bien récupéré un avis",
	"There was an error while fecting reviews": "Une erreur s'est produite lors de la vérification des avis",
	"all roles": "tous les rôles",
	"There was an error while fetching roles": "Une erreur s'est produite lors de la récupération des rôles",
	"Role created": "Rôle créé",
	"There was an error while creating a role": "Une erreur s'est produite lors de la création d'un rôle",
	"Successfully retrieved Role": "Rôle récupéré avec succès",
	"There was an error while fetching a role": "Une erreur s'est produite lors de la récupération d'un rôle",
	"Role updated successfuly": "Rôle mis à jour avec succès",
	"There was an error while updating a role": "Une erreur s'est produite lors de la mise à jour d'un rôle",
	"Role deleted successfully": "Rôle supprimé avec succès",
	"There was an error while deleting a role": "Une erreur s'est produite lors de la suppression d'un rôle",
	"all roles Permissions": "tous les rôles Autorisations",
	"Unable to retrieve all rolesPermissions": "Impossible de récupérer tous les rôles",
	"Role_permission permission created": "Autorisation Role_permission créée",
	"Role_permission not created": "Role_permission non créé",
	"Successfully retrieved Role_permission": "Role_permission récupérée avec succès",
	"Role_permission was not retrived": "Role_permission n'a pas été récupéré",
	"Role_permission updated successfuly": "Role_permission mis à jour avec succès",
	"Role_permissione was not updated": "Role_permissione n'a pas été mis à jour",
	"Role_permission successfully deleted": "Role_permission supprimée avec succès",
	"Role_permission was not deleted": "Role_permission n'a pas été supprimé",
	"There was an error while creating verfying account": "Une erreur s'est produite lors de la création du compte de vérification",
	"You have successfully signed in": "Vous vous êtes connecté avec succès",
	"There was an error while siging to barefoot nomad": "Une erreur s'est produite lors de la signature d'un nomade aux pieds nus",
	"user profile updated": "profil utilisateur mis à jour",
	"The user doesn't exist": "L'utilisateur n'existe pas",
	"There was an error while updating profile": "Une erreur s'est produite lors de la mise à jour du profil",
	"profile details displayed successfully!": "les détails du profil s'affichent avec succès!",
	"can't retrieve the data": "impossible de récupérer les données",
	"There was an error forgotPassword": "Une erreur s'est produite. ForgotPassword",
	"Password changed successfully": "Le mot de passe a été changé avec succès",
	"There was an error while reseting password": "Une erreur s'est produite lors de la réinitialisation du mot de passe",
	"Logged Out succesfully": "Déconnecté avec succès",
	"There was an error while logout": "Une erreur s'est produite lors de la déconnexion",
	"Successfuly fetched user": "Utilisateur récupéré avec succès",
	"There was an error while fetching user": "Une erreur s'est produite lors de la récupération de l'utilisateur",
	"user role successfully changed": "le rôle de l'utilisateur a bien été modifié",
	"user not found": "utilisateur non trouvé",
	"There was an error while changing Role": "Une erreur s'est produite lors du changement de rôle",
	"user successfully deleted": "utilisateur supprimé avec succès",
	"There was an error while deleting user": "Une erreur s'est produite lors de la suppression de l'utilisateur",
	"user assigned to a manager successfully": "utilisateur attribué à un gestionnaire avec succès",
	"There was an error while assigning users": "Une erreur s'est produite lors de l'attribution des utilisateurs",
	"verified users and their managers": "utilisateurs vérifiés et leurs gestionnaires",
	"There was an error while verifying user and managers": "Une erreur s'est produite lors de la vérification de l'utilisateur et des administrateurs",
	"successfully fetched all roles": "a récupéré tous les rôles avec succès",
	"the trip does not exist" : "le voyage n'existe pas",
	"You have successfully created a comment" : "Vous avez créé un commentaire avec succès",
	"the trip does not belong to you" : "le voyage ne vous appartient pas",
	"Successfully Deleted comment with id" : "Commentaire supprimé avec l'identifiant",
	"You have successfully created a trip" : "Vous avez créé un voyage avec succès",
	"There was an error while creating trip" : "Une erreur s'est produite lors de la création du voyage",
	"There was an error while fetching trips" : "Une erreur s'est produite lors de la récupération des trajets",
	"You don't own this trip." : "Vous n'êtes pas propriétaire de ce voyage.",
	"You have successfully canceled the trip" : "Vous avez annulé le voyage avec succès",
	"There was an error while canceling the trip" : "Une erreur s'est produite lors de l'annulation du voyage",
	"Trip was not reported to you." : "Le voyage ne vous a pas été signalé.",
	"You have successfully approved the trip" : "Vous avez approuvé le voyage avec succès",
	"There was an error while approving the trip" : "Une erreur s'est produite lors de l'approbation du voyage",
	"You have successfully rejected the trip" : "Vous avez refusé le voyage avec succès",
	"There was an error while rejecting a trip" : "Une erreur s'est produite lors du rejet d'un voyage",
	"You have successfully edited the trip" : "Vous avez modifié le voyage avec succès",
	"There was an error while editing a trip" : "Une erreur s'est produite lors de la modification d'un voyage"
}